Repository: speech115/Petrichor
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Swipe to Change Tracks
ru: Свайп переключает треки

source: Swipe left or right on the player to skip, or up to open it.
ru: Смахните плеер влево или вправо, чтобы сменить трек, или вверх, чтобы открыть его.

source: Tap a Line
ru: Нажмите на строку

source: Playback jumps to that line of the song.
ru: Песня продолжится с этой строки.

source: Recent Searches
ru: Недавние запросы

source: Undo
ru: Отменить

source: Added to Queue
ru: Добавлено в очередь

source: Already in Queue
ru: Уже в очереди

source: Playing Next
ru: Будет играть далее

source: Added to Favorites
ru: Добавлено в избранное

source: Removed from Favorites
ru: Убрано из избранного

source: No playlists yet
ru: Плейлистов пока нет

source: My Playlists
ru: Мои плейлисты

source: All Music
ru: Вся музыка

source: -12 dB
ru: −12 дБ

# %lld / %lld songs
source: %1$lld / %2$lld songs
ru: Песен: %1$lld / %2$lld
zh_hans: %1$lld / %2$lld 首歌曲

source: %lld channels
ru: Каналов: %lld
zh_hans: %lld 个声道

source: %lld dB
ru: %lld дБ

source: %lld files processed
ru: Обработано файлов: %lld
zh_hans: %lld 个文件已处理

# %lld files skipped in '%@' - unsupported formats: %@
source: %1$lld files skipped in '%2$@' - unsupported formats: %3$@
ru: В «%2$@» пропущено файлов: %1$lld — неподдерживаемые форматы: %3$@
zh_hans: 已跳过 “%2$@” 中的 %1$lld 个文件（不支持的格式：%3$@）

source: %lld folders were refreshed for changes
ru: Обновлено папок: %lld
zh_hans: 已刷新 %lld 个文件夹的变动

source: %lld folders were removed as they no longer exist
ru: Удалено несуществующих папок: %lld
zh_hans: 已删除 %lld 个不存在的文件夹

source: %lld new tracks found
ru: Найдено новых песен: %lld
zh_hans: 发现 %lld 首新歌曲

source: %lld notifications
ru: Уведомлений: %lld
zh_hans: %lld 条通知

# %lld of %lld
source: %1$lld of %2$lld
ru: %1$lld из %2$lld
zh_hans: %1$lld / %2$lld

# %lld of %lld files processed
source: %1$lld of %2$lld files processed
ru: Обработано файлов: %1$lld из %2$lld
zh_hans: 已处理 %1$lld / %2$lld 个文件

source: %lld selected
ru: Выбрано: %lld
zh_hans: 已选 %lld 个

source: %lld songs
ru: %lld песни
zh_hans: %lld 首歌曲

source: %lld tracks
ru: %lld песни
zh_hans: %lld 首歌曲

source: %lld tracks found
ru: Найдено песен: %lld
zh_hans: 已发现 %lld 首歌曲

source: %lld-bit
ru: %lld бит

# %lldd %lldh
source: %1$lldd %2$lldh
ru: %1$lld д %2$lld ч
zh_hans: %1$lld天 %2$lld小时

source: %lldh
ru: %lld ч
zh_hans: %lld小时

source: %lldm
ru: %lld мин
zh_hans: %lld分钟

source: +12 dB
ru: +12 дБ

source: ⌘ + Click for deep refresh (re-scans all metadata)
ru: ⌘ + клик — полное обновление (заново читает все метаданные)
zh_hans: 按下 ⌘ + 单击以深度刷新（重新扫描所有元数据）

source: 0 dB
ru: 0 дБ

source: 0 of %lld files
ru: 0 из %lld файлов
zh_hans: 0 / %lld 个文件

source: 1 file skipped in '%@' - unsupported format
ru: В «%@» пропущен 1 файл — неподдерживаемый формат
zh_hans: 已跳过 “%@” 中的 1 个文件（不支持的格式）

source: 1 song
ru: 1 песня
zh_hans: 1 首歌曲

source: 5.1 Surround
ru: Объёмный 5.1
zh_hans: 5.1 环绕声

source: 7.1 Surround
ru: Объёмный 7.1
zh_hans: 7.1 环绕声

source: A brief summary of the issue
ru: Кратко о проблеме
zh_hans: 简要描述该问题

source: A real address lets us follow up if we need more detail to fix your issue. It's used only for that. Your email is never shared, sold, or published anywhere.
ru: Настоящий адрес нужен, чтобы уточнить детали, если они понадобятся для исправления. Он используется только для этого и никуда не передаётся, не продаётся и не публикуется.
zh_hans: 如果我们需要更多细节来修复问题，真实的邮箱地址能让我们与你联系。它仅用于此目的，绝不会被分享、出售或公开。

source: About
ru: О приложении
zh_hans: 关于

source: About Petrichor
ru: О Petrichor
zh_hans: 关于 Petrichor

source: Acknowledgements
ru: Благодарности
zh_hans: 致谢

source: Acknowledgements are unavailable.
ru: Благодарности недоступны.
zh_hans: 致谢信息不可用。

source: Acoustic
ru: Акустика
zh_hans: 原声

source: Add %@
ru: Добавить: %@
zh_hans: 添加 %@

# Add %@, remove %@
source: Add %1$@, remove %2$@
ru: Добавить: %1$@, убрать: %2$@
zh_hans: 添加 %1$@，移除 %2$@

source: Add a folder to library
ru: Добавить папку в медиатеку
zh_hans: 添加文件夹

source: Add Album to Queue
ru: Добавить альбом в очередь
zh_hans: 将专辑添加到队列

source: Add All
ru: Добавить все
zh_hans: 全部添加

source: Add Folder
ru: Добавить папку
zh_hans: 添加文件夹

source: Add Folder(s) to Library
ru: Добавить папки в медиатеку
zh_hans: 添加文件夹到资料库

source: Add folders containing your music to get started
ru: Чтобы начать, добавьте папки с музыкой
zh_hans: 添加包含音乐的文件夹以开始使用

source: Add Music Folder
ru: Добавить папку с музыкой
zh_hans: 添加音乐文件夹

source: Add Playlist to Queue
ru: Добавить плейлист в очередь
zh_hans: 将播放列表添加到队列

source: Add rule
ru: Добавить правило
zh_hans: 添加规则

source: Add some tracks to this playlist to get started
ru: Добавьте песни в этот плейлист.
zh_hans: 添加一些歌曲到此播放列表

source: Add Songs
ru: Добавить песни
zh_hans: 添加歌曲

source: Add to Favorites
ru: В избранное
zh_hans: 喜爱

source: Add to playlist
ru: Добавить в плейлист
zh_hans: 添加到播放列表

source: Add to Playlist
ru: В плейлист
zh_hans: 添加到播放列表

source: Add to Queue
ru: В очередь
zh_hans: 添加到队列

source: Added %lld folders to library
ru: Добавлено папок в медиатеку: %lld
zh_hans: 已将 %lld 个文件夹添加到资料库

source: Adding folders...
ru: Добавление папок…
zh_hans: 正在添加文件夹…

source: Adds a playlist to the end of the queue in Petrichor.
ru: Добавляет плейлист в конец очереди Petrichor.
zh_hans: 将播放列表添加到队列末尾

source: Adds an album to the end of the queue in Petrichor.
ru: Добавляет альбом в конец очереди Petrichor.
zh_hans: 将专辑添加到队列末尾

source: Album
ru: Альбом
zh_hans: 专辑

source: Album Artist
ru: Исполнитель альбома
zh_hans: 专辑艺人

source: Album Artists
ru: Исполнители альбомов
zh_hans: 专辑艺人

source: Album Title
ru: Название альбома
zh_hans: 专辑名称

source: Albums
ru: Альбомы
zh_hans: 专辑

source: all
ru: всем
zh_hans: 全部

source: All
ru: Все
zh_hans: 全部

source: All Album Artists
ru: Все исполнители альбомов
zh_hans: 所有专辑艺人

source: All Albums
ru: Все альбомы
zh_hans: 所有专辑

source: All Artists
ru: Все исполнители
zh_hans: 所有艺人

source: All Composers
ru: Все композиторы
zh_hans: 所有作曲者

source: All Decades
ru: Все десятилетия
zh_hans: 所有年代

source: All Genres
ru: Все жанры
zh_hans: 所有流派

source: All Tracks
ru: Все треки
zh_hans: 所有歌曲

source: Songs
ru: Песни
zh_hans: 所有歌曲

source: All Years
ru: Все годы
zh_hans: 所有年份

source: Also reset app preferences
ru: Также сбросить настройки приложения
zh_hans: 重置应用设置

source: any
ru: любому
zh_hans: 任意

source: App and macOS version, your Mac's hardware, library statistics, and your app settings. No file names, no account passwords, and no personal content. Only whether integrations are connected, never their credentials.
ru: Версии приложения и macOS, модель Mac, статистика медиатеки и настройки приложения. Без имён файлов, паролей и личного содержимого. Об интеграциях — только подключены ли они, без учётных данных.
zh_hans: 应用和 macOS 版本、你的 Mac 硬件、音乐库统计信息以及应用设置。不包含文件名、账户密码或任何个人内容，仅包含各项集成是否已连接，绝不包含其凭据。

source: App crashed or froze
ru: Приложение вылетело или зависло
zh_hans: 应用崩溃或无响应

source: App Data
ru: Данные приложения
zh_hans: 应用数据

source: App preferences have been reset. Please restart Petrichor for changes to take full effect.
ru: Настройки приложения сброшены. Перезапустите Petrichor, чтобы изменения вступили в силу.
zh_hans: 应用设置已重置，重启后生效

source: Appearance
ru: Оформление
zh_hans: 外观

source: Applies a gradient background derived from album artwork colors across the app
ru: Градиентный фон из цветов обложки во всём приложении
zh_hans: 使用专辑封面的渐变背景

source: Are you sure you want to clear the entire queue? This will stop playback.
ru: Очистить всю очередь? Воспроизведение остановится.
zh_hans: 确定要清除整个队列吗？此操作将停止播放

source: Are you sure you want to delete "%@"? This action cannot be undone.
ru: Удалить «%@»? Это действие нельзя отменить.
zh_hans: 确定要删除 “%@” 吗？此操作无法撤销

source: Are you sure you want to remove %lld folders? This will remove all tracks from these folders from your library.
ru: Убрать папки (%lld)? Все песни из них пропадут из медиатеки.
zh_hans: 确定要移除 %lld 个文件夹吗？这将从你的资料库中移除这些文件夹内的所有歌曲

source: Are you sure you want to stop watching "%@"? This will remove all tracks from this folder from your library.
ru: Перестать следить за «%@»? Все песни из этой папки пропадут из медиатеки.
zh_hans: 确定要停止监控 “%@” 吗？这将从你的资料库中移除该文件夹内的所有歌曲

source: Artist
ru: Исполнитель
zh_hans: 艺人

source: Artists
ru: Исполнители
zh_hans: 艺人

source: Artists information updated successfully
ru: Сведения об исполнителях обновлены
zh_hans: 艺人信息已更新

source: Ascending
ru: По возрастанию
zh_hans: 升序

source: Auto
ru: Системная
zh_hans: 自动

source: Automatic sending isn't available yet.
ru: Автоматическая отправка пока недоступна.
zh_hans: 暂时无法自动发送。

source: Automatically download artist photos and bios from online sources
ru: Загружать фото и биографии исполнителей из интернета
zh_hans: 自动从网络下载艺人图片和简介

source: Automatically scan for new music in the library on selected interval
ru: Искать новую музыку в медиатеке с выбранной частотой
zh_hans: 按选定时间间隔自动扫描资料库中的新歌曲

source: Automatically search for lyrics online when no local lyrics are found
ru: Искать текст песни в интернете, если его нет в файле
zh_hans: 若未找到本地歌词，则自动从网络搜索

source: Back
ru: Назад
zh_hans: 返回

source: Bass Booster
ru: Усиление басов
zh_hans: 增加低音

source: Bass Reducer
ru: Ослабление басов
zh_hans: 减少低音

source: Behavior
ru: Поведение
zh_hans: 行为

source: Behind album art
ru: За обложкой
zh_hans: 专辑封面背景

source: Bit Depth
ru: Разрядность
zh_hans: 位深

source: Bitrate
ru: Битрейт
zh_hans: 比特率

source: Cancel
ru: Отмена
zh_hans: 取消

source: Cannot play '%@': File not found
ru: Не удаётся воспроизвести «%@»: файл не найден
zh_hans: 无法播放 “%@”：文件未找到

source: Channels
ru: Каналы
zh_hans: 声道

source: Checking matches…
ru: Проверка совпадений…
zh_hans: 正在检查匹配项…

source: Choose a playlist from the sidebar to view its contents
ru: Выберите плейлист в боковом меню
zh_hans: 从侧边栏选择播放列表以查看其内容

source: Choose Artist Image
ru: Выбрать фото исполнителя
zh_hans: 选取艺人图片

source: Choose where to save %lld playlist files
ru: Куда сохранить файлы плейлистов (%lld)
zh_hans: 请选择 %lld 个播放列表文件的保存位置

source: Classical
ru: Классика
zh_hans: 古典

source: Clear
ru: Очистить
zh_hans: 清除

source: Clear all notifications
ru: Очистить все уведомления
zh_hans: 清除所有通知

source: Clear Queue
ru: Очистить очередь
zh_hans: 清除队列

source: Close
ru: Закрыть
zh_hans: 关闭

source: Close Immersive Mode
ru: Закрыть режим погружения
zh_hans: 关闭沉浸模式

source: Codec
ru: Кодек
zh_hans: 编解码器

source: Color mode
ru: Цветовой режим
zh_hans: 颜色模式

source: Color playback and audio controls
ru: Цветные кнопки воспроизведения и громкости
zh_hans: 播放界面颜色跟随封面

source: Compact
ru: Компактный
zh_hans: 紧凑

source: Compilation
ru: Сборник
zh_hans: 合辑

source: Composer
ru: Композитор
zh_hans: 作曲者

source: Composers
ru: Композиторы
zh_hans: 作曲者

source: Conductor
ru: Дирижёр
zh_hans: 指挥

source: Connect
ru: Подключить
zh_hans: 连接

source: Connect your Last.fm account to start scrobbling
ru: Подключите Last.fm, чтобы скробблить прослушивания
zh_hans: 连接 Last.fm 账户

source: Connected
ru: Подключено
zh_hans: 已连接

source: Connected to Last.fm as %@
ru: Подключено к Last.fm как %@
zh_hans: 已连接至 Last.fm，账户：%@

source: contains
ru: содержит
zh_hans: 包含

source: Continue
ru: Продолжить
zh_hans: 继续

source: Couldn't send your report
ru: Не удалось отправить отчёт
zh_hans: 无法发送你的报告

source: Create
ru: Создать
zh_hans: 新建

source: Create New Playlist
ru: Новый плейлист
zh_hans: 新建播放列表

source: Create some playlists first
ru: Сначала создайте плейлист
zh_hans: 请先创建一些播放列表

source: Current Track
ru: Текущая песня
zh_hans: 当前歌曲

source: Custom
ru: Свой
zh_hans: 自定义

source: Customization
ru: Настройка
zh_hans: 个性化

source: Daily
ru: Ежедневно
zh_hans: 每天

source: Dance
ru: Танцевальная
zh_hans: 舞曲

source: Dark
ru: Тёмная
zh_hans: 深色

source: Database optimization completed
ru: Оптимизация базы завершена
zh_hans: 数据库优化完成

source: Database optimization completed - reclaimed %@ MB
ru: Оптимизация базы завершена — освобождено %@ МБ
zh_hans: 数据库优化完成，已释放 %@ MB

source: Database optimization failed
ru: Не удалось оптимизировать базу
zh_hans: 数据库优化失败

source: Date added
ru: Дата добавления
zh_hans: 添加日期

source: Date Added
ru: Дата добавления
zh_hans: 添加日期

source: Date Modified
ru: Дата изменения
zh_hans: 修改日期

source: Decade
ru: Десятилетие
zh_hans: 年代

source: Decades
ru: Десятилетия
zh_hans: 年代

source: Deep
ru: Глубокий
zh_hans: 低沉

source: Delete
ru: Удалить
zh_hans: 删除

source: Delete Image
ru: Удалить изображение
zh_hans: 删除图片

source: Delete Playlist
ru: Удалить плейлист
zh_hans: 删除播放列表

source: Descending
ru: По убыванию
zh_hans: 降序

source: Description
ru: Описание
zh_hans: 描述

source: Details
ru: Метаданные
zh_hans: 详情

source: Diagnostics
ru: Диагностика
zh_hans: 诊断信息

source: Disable Shuffle
ru: Выключить перемешивание
zh_hans: 禁用随机播放

source: Disc
ru: Диск
zh_hans: 碟片

source: Disc number
ru: Номер диска
zh_hans: 碟号

source: Disc Number
ru: Номер диска
zh_hans: 碟号

source: Disconnect
ru: Отключить
zh_hans: 断开连接

source: Disconnect from Last.fm?
ru: Отключить Last.fm?
zh_hans: 断开与 Last.fm 的连接？

source: Disconnected from Last.fm
ru: Last.fm отключён
zh_hans: 已断开与 Last.fm 的连接

source: Discover
ru: Открытия
zh_hans: 发现

source: Discover & Scanning
ru: Открытия и сканирование
zh_hans: 发现与扫描

source: Discovering your music...
ru: Поиск музыки…
zh_hans: 正在扫描媒体库…

source: Dismiss
ru: Закрыть
zh_hans: 关闭

source: Done
ru: Готово
zh_hans: 完成

source: Drag to reorder. This order is shown when the playlist is sorted by "Custom".
ru: Перетаскивайте, чтобы изменить порядок. Он используется при сортировке «Свой».
zh_hans: 拖拽以重新排序，此顺序将在自定义排序时生效

source: Duration
ru: Длительность
zh_hans: 时长

source: Duration (seconds)
ru: Длительность (секунды)
zh_hans: 时长（秒）

source: Edit
ru: Изменить
zh_hans: 编辑

source: Edit Playlist
ru: Изменить плейлист
zh_hans: 编辑播放列表

source: Edit Smart Playlist
ru: Изменить смарт-плейлист
zh_hans: 编辑智能播放列表

source: Electronic
ru: Электроника
zh_hans: 电子乐

source: Email
ru: Эл. почта
zh_hans: 电子邮件

source: Empty Playlist
ru: Плейлист пуст
zh_hans: 播放列表为空

source: Empty Smart Playlist
ru: Смарт-плейлист пуст
zh_hans: 智能播放列表为空

source: Enable scrobbling
ru: Скробблинг
zh_hans: 启用 Scrobbling

source: Enable Shuffle
ru: Включить перемешивание
zh_hans: 启用随机播放

source: Enables or disables shuffle in Petrichor.
ru: Включает или выключает перемешивание в Petrichor.
zh_hans: 启用或停用随机播放

source: ends with
ru: заканчивается на
zh_hans: 以…结尾

source: Equalizer
ru: Эквалайзер
zh_hans: 均衡器

source: Every 2 weeks
ru: Раз в 2 недели
zh_hans: 每 2 周

source: Every 15 minutes
ru: Каждые 15 минут
zh_hans: 每 15 分钟

source: Every 30 minutes
ru: Каждые 30 минут
zh_hans: 每 30 分钟

source: Every hour
ru: Каждый час
zh_hans: 每小时

source: Every month
ru: Раз в месяц
zh_hans: 每个月

source: Every week
ru: Раз в неделю
zh_hans: 每周

source: Expanded
ru: Развёрнутый
zh_hans: 宽松

source: Export
ru: Экспорт
zh_hans: 导出

source: Export (%lld)
ru: Экспорт (%lld)
zh_hans: 导出 (%lld)

source: Export Playlists
ru: Экспорт плейлистов
zh_hans: 导出播放列表

source: Export Playlists...
ru: Экспорт плейлистов…
zh_hans: 导出播放列表…

source: Exported %lld playlists to %@
ru: Плейлисты (%1$lld) экспортированы в %2$@
zh_hans: 已将 %lld 个播放列表导出至 %@

source: Exporting playlists...
ru: Экспорт плейлистов…
zh_hans: 正在导出播放列表…

source: Failed to add folders
ru: Не удалось добавить папки
zh_hans: 无法添加文件夹

source: Failed to connect to Last.fm
ru: Не удалось подключиться к Last.fm
zh_hans: 无法连接至 Last.fm

source: Failed to export '%@': %@
ru: Не удалось экспортировать «%1$@»: %2$@
zh_hans: 无法导出 “%@”：%@

source: Failed to export all %lld playlists
ru: Не удалось экспортировать плейлисты (%lld)
zh_hans: 无法导出所有 %lld 个播放列表

source: Failed to import all %lld playlists
ru: Не удалось импортировать плейлисты (%lld)
zh_hans: 无法导入所有 %lld 个播放列表

source: Failed to optimize library
ru: Не удалось оптимизировать медиатеку
zh_hans: 无法优化资料库

# Failed to process %lld files in '%@'
source: Failed to process %1$lld files in '%2$@'
ru: Не удалось обработать файлы в «%2$@»: %1$lld
zh_hans: 无法处理 “%2$@” 中的 %1$lld 个文件

source: Failed to process 1 file in '%@'
ru: Не удалось обработать 1 файл в «%@»
zh_hans: 无法处理 “%@” 中的 1 个文件

source: Failed to refresh %lld folders
ru: Не удалось обновить папки (%lld)
zh_hans: 无法刷新 %lld 个文件夹

source: Failed to refresh folder '%@'
ru: Не удалось обновить папку «%@»
zh_hans: 无法刷新文件夹 “%@”

source: Failed to refresh folder %@
ru: Не удалось обновить папку %@
zh_hans: 无法刷新文件夹 “%@”

source: Failed to remove %lld missing folders
ru: Не удалось убрать отсутствующие папки (%lld)
zh_hans: 无法移除 %lld 个丢失的文件夹

source: Failed to remove folder '%@'
ru: Не удалось убрать папку «%@»
zh_hans: 无法移除文件夹 “%@”

source: Failed to scan folder '%@'
ru: Не удалось просканировать папку «%@»
zh_hans: 无法扫描文件夹 “%@”

source: Failed to update artists information
ru: Не удалось обновить сведения об исполнителях
zh_hans: 无法更新艺人信息

source: Favorite
ru: Избранное
zh_hans: 喜爱

source: Favorites
ru: Избранное
zh_hans: 喜爱

source: Favorites or unfavorites the current track in Petrichor.
ru: Добавляет текущую песню в избранное Petrichor или убирает её оттуда.
zh_hans: 喜爱或取消喜爱当前歌曲

source: Feature request
ru: Предложение
zh_hans: 功能请求

source: Fetch artist image and bio from internet
ru: Загружать фото и биографию исполнителя
zh_hans: 从网络获取艺人图片与简介

source: Fetch lyrics from internet when unavailable
ru: Искать тексты песен в интернете
zh_hans: 本地歌词缺失时从网络获取

source: File Details
ru: Свойства файла
zh_hans: 文件详情

source: File Path
ru: Путь к файлу
zh_hans: 文件路径

source: File Size
ru: Размер файла
zh_hans: 文件大小

source: Filename
ru: Имя файла
zh_hans: 文件名

source: Filter Album Artists...
ru: Поиск исполнителей альбомов…
zh_hans: 过滤专辑艺人…

source: Filter Albums...
ru: Поиск альбомов…
zh_hans: 过滤专辑…

source: Filter Artists...
ru: Поиск исполнителей…
zh_hans: 过滤艺人…

source: Filter Composers...
ru: Поиск композиторов…
zh_hans: 过滤作曲者…

source: Filter Decades...
ru: Поиск десятилетий…
zh_hans: 过滤年代…

source: Filter Genres...
ru: Поиск жанров…
zh_hans: 过滤流派…

source: Filter songs...
ru: Фильтр песен…
zh_hans: 过滤歌曲…

source: Filter Years...
ru: Поиск годов…
zh_hans: 过滤年份…

source: Flat
ru: Ровный
zh_hans: 平坦

source: Floats the Mini Player window above windows from other apps
ru: Мини-плеер поверх окон других приложений
zh_hans: 使迷你播放器浮动于其他应用之上

source: Folder '%@' was refreshed for changes
ru: Папка «%@» обновлена
zh_hans: 已刷新文件夹 “%@” 的变更

source: Folder '%@' was removed as it no longer exists
ru: Папка «%@» убрана, потому что её больше нет
zh_hans: 文件夹 “%@” 不存在，现已移除

source: Folders
ru: Папки
zh_hans: 文件夹

source: Folders (%lld)
ru: Папки (%lld)
zh_hans: 文件夹 (%lld)

source: Folders %@ were refreshed for changes
ru: Папки %@ обновлены
zh_hans: 已刷新文件夹 “%@” 的变更

source: Force Refresh
ru: Полное обновление
zh_hans: 强制刷新

source: Format
ru: Формат
zh_hans: 格式

source: Full Path
ru: Полный путь
zh_hans: 完整路径

source: Full width
ru: На всю ширину
zh_hans: 通栏

source: General
ru: Основные
zh_hans: 通用

source: Genre
ru: Жанр
zh_hans: 流派

source: Genres
ru: Жанры
zh_hans: 流派

source: Get Current Track
ru: Текущая песня
zh_hans: 获取当前歌曲

source: Go to
ru: Перейти к
zh_hans: 前往

source: Help
ru: Справка
zh_hans: 帮助

source: Hide duplicate songs
ru: Скрывать дубликаты песен
zh_hans: 隐藏重复歌曲

source: Hide Lyrics
ru: Скрыть текст
zh_hans: 隐藏歌词

source: Hide Queue
ru: Скрыть очередь
zh_hans: 隐藏队列

source: Hip-Hop
ru: Хип-хоп
zh_hans: 嘻哈音乐

source: Hold the ⌘ key while clicking Refresh for a forced deep re-scan of all metadata.
ru: Удерживайте ⌘ при нажатии «Обновить», чтобы заново прочитать все метаданные.
zh_hans: 按住 ⌘ 键点击刷新可强制对所有元数据进行深度重新扫描

source: Home
ru: Главная
zh_hans: 主页

source: How can we reach you?
ru: Как с вами связаться?
zh_hans: 我们如何与你联系？

source: How often to refresh the Discover tracks list
ru: Как часто обновлять список «Открытия»
zh_hans: 发现列表刷新频率

source: Immersive Mode
ru: Режим погружения
zh_hans: 沉浸模式

source: Import Playlists
ru: Импорт плейлистов
zh_hans: 导入播放列表

source: Import Playlists...
ru: Импорт плейлистов…
zh_hans: 导入播放列表…

# Imported %lld playlists with %lld missing tracks
source: Imported %1$lld playlists with %2$lld missing tracks
ru: Импортировано плейлистов: %lld, не найдено песен: %lld
zh_hans: 已导入 %1$lld 个播放列表，其中 %2$lld 首歌曲缺失

source: Importing playlists...
ru: Импорт плейлистов…
zh_hans: 导入播放列表…

source: In playlist
ru: В плейлисте
zh_hans: 已在播放列表中

source: Include diagnostic info and recent logs
ru: Приложить диагностику и последние логи
zh_hans: 包含诊断信息和最近的日志

source: Integrations
ru: Интеграции
zh_hans: 集成

source: is
ru: равно
zh_hans: 等于

source: is after
ru: после
zh_hans: 晚于

source: is at least
ru: не меньше
zh_hans: 至少为

source: is at most
ru: не больше
zh_hans: 至多为

source: is before
ru: до
zh_hans: 早于

source: Is Favorite
ru: В избранном
zh_hans: 是否喜爱

source: is greater than
ru: больше
zh_hans: 大于

source: is less than
ru: меньше
zh_hans: 小于

source: is longer than
ru: длиннее
zh_hans: 长于

source: is on
ru: в день
zh_hans: 等于

source: Is Playing
ru: Играет
zh_hans: 是否播放中

source: is shorter than
ru: короче
zh_hans: 短于

source: Jazz
ru: Джаз
zh_hans: 爵士乐

source: Jumps backward in the current track.
ru: Перематывает текущую песню назад.
zh_hans: 在当前歌曲中快退

source: Jumps forward in the current track.
ru: Перематывает текущую песню вперёд.
zh_hans: 在当前歌曲中快进

source: Just now
ru: Только что
zh_hans: 刚刚

source: Keep always on top
ru: Поверх всех окон
zh_hans: 置顶

source: Keep Mini Player always on top
ru: Мини-плеер поверх всех окон
zh_hans: 迷你播放器置顶

source: Keep Mini Player on top of all other windows
ru: Держать мини-плеер поверх всех окон
zh_hans: 迷你播放器置顶

source: Keep running in menubar on close
ru: Оставаться в строке меню после закрытия
zh_hans: 关闭窗口时在菜单栏中保留

source: Keeps the app running in the menubar even after closing
ru: Приложение продолжает работать в строке меню после закрытия окна
zh_hans: 关闭窗口后，应用仍将在菜单栏中保持运行

source: Label
ru: Лейбл
zh_hans: 厂牌

source: Last played
ru: Последнее прослушивание
zh_hans: 最近播放

source: Last Played
ru: Последнее прослушивание
zh_hans: 最近播放

source: Last.fm API credentials not configured
ru: Ключи API Last.fm не настроены
zh_hans: 未配置 Last.fm API 凭证

source: Last.fm API key not configured
ru: Ключ API Last.fm не настроен
zh_hans: 未配置 Last.fm API 密钥

source: Last.fm authorization failed: missing token
ru: Ошибка авторизации Last.fm: нет токена
zh_hans: Last.fm 授权失败：缺少令牌

source: Last.fm error: %@
ru: Ошибка Last.fm: %@
zh_hans: Last.fm 错误：%@

source: Later
ru: Позже
zh_hans: 以后

source: Latin
ru: Латино
zh_hans: 拉丁音乐

source: Library
ru: Медиатека
zh_hans: 资料库

source: Library Optimization in Progress
ru: Идёт оптимизация медиатеки
zh_hans: 正在优化资料库

source: Library optimized
ru: Медиатека оптимизирована
zh_hans: 资料库已优化

source: Library optimized - reclaimed %@ MB
ru: Медиатека оптимизирована — освобождено %@ МБ
zh_hans: 资料库已优化，已回收 %@ MB

source: Library scan complete: %lld tracks found
ru: Сканирование завершено, найдено песен: %lld
zh_hans: 资料库扫描完成：共发现 %lld 首歌曲

source: Library Statistics
ru: Статистика медиатеки
zh_hans: 资料库统计

source: License
ru: Лицензия
zh_hans: 许可协议

source: License & Acknowledgements
ru: Лицензия и благодарности
zh_hans: 许可协议与致谢

source: Light
ru: Светлая
zh_hans: 浅色

source: Limit to
ru: Не больше
zh_hans: 限制为：

source: Loading lyrics
ru: Загрузка текста песни
zh_hans: 正在加载歌词

source: Loading track details...
ru: Загрузка сведений о песне…
zh_hans: 正在加载歌曲详情…

source: Loading tracks...
ru: Загрузка песен…
zh_hans: 正在加载歌曲…

source: Loudness
ru: Тонкомпенсация
zh_hans: 响度补偿

source: Lounge
ru: Лаунж
zh_hans: 休闲音乐

source: Lyrics
ru: Текст песни
zh_hans: 歌词

source: Lyrics & Metadata
ru: Тексты и метаданные
zh_hans: 歌词与元数据

source: Manually
ru: Вручную
zh_hans: 手动

source: Mark songs as favorites to see them here
ru: Добавляйте песни в избранное, чтобы видеть их здесь.
zh_hans: 标记为喜爱的歌曲将在此显示

source: Match
ru: Соответствие
zh_hans: 匹配：
